[
  {
    "Name": "Quiet: The Power of Introverts in a World That Can't Stop Talking",
    "Author": "Susan Cain",
    "Month": "July",
    "Description": "A 2012 nonfiction book written by American author and lecturer Susan Cain. Cain argues that modern Western culture misunderstands and undervalues the traits and capabilities of introverted people, leading to a colossal waste of talent, energy, and happiness",
    "Link": "https://www.amazon.co.uk/Quiet-Power-Introverts-World-Talking/dp/0141029196"
  },
  {
    "Name": "Ella Minnow Pea",
    "Author": "Mark Dunn",
    "Month": "June",
    "Description": "Ella Minnow Pea is a 2001 novel by Mark Dunn. The full title of the hardcover version is Ella Minnow Pea: a progressively lipogrammatic epistolary fable, while the paperback version is titled Ella Minnow Pea: A Novel in Letters."
  },
  {
    "Name": "The Apartment",
    "Author": "K.L. Slater",
    "Month": "May",
    "Description": "Freya Miller needs a miracle. In the fallout of her husband’s betrayal, she’s about to lose her family home, and with it the security she craves for her five-year-old daughter, Skye. Adrift and alone, she’s on the verge of despair until a chance meeting with the charismatic Dr Marsden changes everything. He’s seeking a new tenant for a shockingly affordable flat in a fashionable area of London."
  },
  {
    "Name": "Before the Coffee gets Cold",
    "Author": "Toshikazu Kawaguchi",
    "Month": "April",
    "Description": "Before the Coffee Gets Cold is a 2015 novel by Toshikazu Kawaguchi. It tells of a café in Tokyo that allows its customers to travel back in time, as long as they return before their coffee gets cold."
  },
  {
    "Name": "Anxious People",
    "Author": "Fredrik Backman",
    "Month": "March",
    "Description": "Anxious People is a novel by Swedish writer Fredrik Backman published by Månpocke in 2019. The novel was published in English in 2021. A poignant comedy about a crime that never took place, a would-be bank robber who disappears into thin air, and eight extremely anxious strangers who find they have more in common than they ever imagined."
  },
  {
    "Name": "The Last Thing He Told Me",
    "Author": "Fredrik Backman",
    "Month": "February",
    "Description": "Before Owen Michaels disappears, he manages to smuggle a note to his beloved wife of one year: Protect her. Despite her confusion and fear, Hannah Hall knows exactly to whom the note refers: Owen’s sixteen-year-old daughter, Bailey. Bailey, who lost her mother tragically as a child. Bailey, who wants absolutely nothing to do with her new stepmother."
  },
  {
    "Name": "We Were Never Here",
    "Author": "Andrea Bartz",
    "Month": "January",
    "Description": "Emily is having the time of her life--she's in the mountains of Chile with her best friend, Kristen, on their annual reunion trip, and the women are feeling closer than ever. But on the last night of their trip, Emily enters their hotel suite to find blood and broken glass on the floor. Kristen says the cute backpacker she'd been flirting with attacked her, and she had no choice but to kill him in self-defense. Even more shocking: The scene is horrifyingly similar to last year's trip, when another backpacker wound up dead. Emily can't believe it's happened again--can lightning really strike twice?"
  },
  {
    "Name": "Comfort and Joy",
    "Author": "Kristen Hannah",
    "Month": "December",
    "Description": "Joy Candellaro once loved Christmas more than any other time of the year. Now, as the holiday approaches, she is at a crossroads in her life; recently divorced and alone, she can’t summon the old enthusiasm for celebrating. So without telling anyone, she buys a ticket and boards a plane bound for the beautiful Pacific Northwest. When an unexpected detour takes her deep into the woods of the Olympic rainforest, Joy makes a bold decision to leave her ordinary life behind--to just walk away--and thus begins an adventure unlike any she could have imagined."},
  {
    "Name": "Thursday Night Murder Club",
    "Author": "Richard Osman",
    "Month": "November",
    "Description": "In a peaceful retirement village, four unlikely friends meet weekly in the Jigsaw Room to discuss unsolved crimes; together they call themselves The Thursday Murder Club. Elizabeth, Joyce, Ibrahim and Ron might be pushing eighty but they still have a few tricks up their sleeves. When a local developer is found dead with a mysterious photograph left next to the body, the Thursday Murder Club suddenly find themselves in the middle of their first live case. As the bodies begin to pile up, can our unorthodox but brilliant gang catch the killer, before it’s too late?" },
  {
    "Name": "The Good Sister",
    "Author": "Sally Hepworth",
    "Month": "October",
    "Description": "There's only been one time that Rose couldn't stop me from doing the wrong thing and that was a mistake that will haunt me for the rest of my life. Fern Castle works in her local library. She has dinner with her twin sister Rose three nights a week. And she avoids crowds, bright lights and loud noises as much as possible. Fern has a carefully structured life and disrupting her routine can be...dangerous." }
]
